---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Watts
source: html/9836a464-b2a5-147d-a884-1d8e0a08074d.htm
---
# Autodesk.Revit.DB.UnitTypeId.Watts Property

Watts.

## Syntax (C#)
```csharp
public static ForgeTypeId Watts { get; }
```